Repository: caugbr/vue-wp-theme
Catalog: languages/*.po
Languages: pt_br

source: Vue WP Theme options
pt_br: Opções do Vue WP Theme

source: The file %s was successfully saved.
pt_br: O arquivo %s foi salvo com sucesso.

source: The file %s could not be saved, there was an error.
pt_br: O arquivo %s não pôde ser salvo, houve um erro.

source: The file %s was successfully create.
pt_br: O arquivo %s foi criado com sucesso.

source: The file %s could not be create, there was an error.
pt_br: O arquivo %s não pôde ser criado, houve um erro.

source: Settings updated successfully.
pt_br: Configurações salvas com sucesso.

source: Routes updated successfully.
pt_br: Rotas salvas com sucesso.

source: Options
pt_br: Opções

source: Translations
pt_br: Traduções

source: Routes
pt_br: Rotas

source: Theme options
pt_br: Opções do tema

source: These options will be available for all components in the Vue app as %s.
pt_br: Essas configurações estarão disponíveis para todos os componentes Vue em %s.

source: You can edit the file %s and add some new settings as per your theme's needs.
pt_br: Você pode editar o arquivo %s e adicionar novos itens de acordo com as necessidades do seu tema.

source: Save options
pt_br: Salvar opções

source: Frontend translations
pt_br: Traduções no frontend

source: You can edit all translatable strings from here.
pt_br: Você pode editar todas as traduções aqui mesmo.

source: If you created some new translatable strings, they will be present and marked in red. The strings displayed below will always be up to date with the application code.
pt_br: Se você criou novos termos traduzíveis, eles estarão presentes e marcados em vermelho. Os termos abaixo são lidos do código e estarão sempre atualizados.

source: The site routes are defined by Vue app, ignoring the original WP routes. You can edit it here or directly in Vue Router file (%s).
pt_br: As rotas do site são definidas no Vue, ignorando as rotas originais do WP. Você pode editá-las aqui ou diretamente no arquivo do Vue Router (%s).

source: Save routes
pt_br: Salvar rotas

source: Add route
pt_br: Adicionar rota

source: View to handle route
pt_br: View para gerenciar a rota

source: Select the view
pt_br: Selecione a view

source: Path
pt_br: Caminho

source: Add
pt_br: Adicionar

source: Current routes
pt_br: Rotas atuais

source: Select a language to edit
pt_br: Escolha um idioma para editar

source: Edit
pt_br: Editar

source: Create a new language file
pt_br: Criar novo arquivo de tradução

source: Language code
pt_br: Código do idioma

source: Language name
pt_br: Nome do idioma

source: Create
pt_br: Criar

source: Cancel
pt_br: Cancelar

source: Save
pt_br: Salvar

source: Editing language file &apos;%s.json&apos; (%s)
pt_br: Editando arquivo &apos;%s.json&apos; (%s)

source: Copyright information
pt_br: Informação de copyright

source: Owner name:
pt_br: Proprietário:

source: Link (optional):
pt_br: Link (opcional):

source: Use the Wordpress language in your site (or define it directly in Vuex store)
pt_br: Usar idioma do Wordpress no site (ou defina diretamente no Vuex store)

source: Use WP language
pt_br: Usar idioma do WP

source: Select the WP menu that appears in site header. Create a new one in Appearence &gt; Costumize &gt; Menus.
pt_br: Escolha o menu WP que deve aparecer no header do site. Você pode criar um novo em Aparência &gt; Personalizar &gt; Menus.

source: WP menu in header
pt_br: Menu para o header do site

source: Select the WP menu that appears in sidebar. Create a new one in Appearence &gt; Costumize &gt; Menus.
pt_br: Escolha o menu WP que deve aparecer no sidebar do site. Você pode criar um novo em Aparência &gt; Personalizar &gt; Menus.

source: WP menu in sidebar
pt_br: Menu para o sidebar

source: On the left
pt_br: À esquerda

source: On the right
pt_br: À direita

source: Don't use sidebar
pt_br: Não usar

source: Define where to show sidebar
pt_br: Defina a posição do sidebar

source: Sidebar position
pt_br: Posição do sidebar

source: Select the post formats that will have support in your theme.
pt_br: Selecione os formatos de post que terão suporte no seu tema.

source: Post formats support
pt_br: Suporte a formatos de post

source: None
pt_br: Nenhum
